[
    {
        "nome": "Luquinhas",
        "idade": 8,
        "cartinha": "Querido Papai Noel, fui muito bom esse ano. Ajudei mamae em casa e estudei bastante! Estou ansioso pelos presentes!",
        "nota_comportamento": 9,
        "respondida": false
    },
    {
        "nome": "Mariazinha",
        "idade": 10,
        "cartinha": "Papai Noel, esse ano fiz muito bagunca e nao ajudei muito, fiquei tristinha. Mas prometo que vou me comportar melhor no proximo ano!",
        "nota_comportamento": 4,
        "respondida": false
    },
    {
        "nome": "Joaozinho",
        "idade": 7,
        "cartinha": "Oi Papai Noel, eu fui muito bonzinho esse ano, ajudando papai e sendo educado com os outros! Espero um presente bem legal!",
        "nota_comportamento": 10,
        "respondida": false
    },
    {
        "nome": "Samuelzinho",
        "idade": 6,
        "cartinha": "Papai Noel, me desculpe por não ter sido uma criança boa na escola, eu moro muito longe, na Caucaia, e chego cansado demais na aula. Vou tentar melhorar.",
        "nota_comportamento": 6,
        "respondida": false
    },
    {
        "nome": "Pedrinho",
        "idade": 9,
        "cartinha": "Papai Noel, não me comportei bem. Fui muito travesso e dei trabalho para minha mãe, mas vou tentar ser melhor no próximo ano!",
        "nota_comportamento": 3,
        "respondida": false
    },
    {
        "nome": "Bibizinha",
        "idade": 5,
        "cartinha": "Papai Noel, esse ano eu fui show de bola! Sempre obedeci meus pais e fiz tudo direitinho, eu fui a garota perfeita. Quero muito algum presente!",
        "nota_comportamento": 9,
        "respondida": false
    },
    {
        "nome": "Carlinhos",
        "idade": 11,
        "cartinha": "Querido Papai Noel, sei que não sou tão comportado, mamãe briga muito comigo, ela diz que eu sou o pior filho do mundo, mas vou me esforçar para ser melhor no próximo natal.",
        "nota_comportamento": 5,
        "respondida": false
    },
    {
        "nome": "Julinha",
        "idade": 4,
        "cartinha": "Papai Noel, eu fui muito travessa, mas sei que posso melhorar no próximo natal. Espero que o senhor me perdoe por ser uma criança tao mediocre!",
        "nota_comportamento": 7,
        "respondida": false
    },
    {
        "nome": "Faelzinho",
        "idade": 7,
        "cartinha": "Papai Noel, fui muito gentil e ajudei meus pais em tudo! Espero que o senhor me mande um presente incrível!",
        "nota_comportamento": 9,
        "respondida": false
    },
    {
        "nome": "Isinha",
        "idade": 6,
        "cartinha": "Querido Papai Noel, ajudei muito em casa e sempre fui atenciosa. Que tal um presente bem legal este ano?",
        "nota_comportamento": 8,
        "respondida": false
    },
    {
        "nome": "Felipinho",
        "idade": 10,
        "cartinha": "Oi Papai Noel, não me comportei muito bem este ano, mas vou melhorar em 2025. Espero que me perdoe!",
        "nota_comportamento": 4,
        "respondida": false
    },
    {
        "nome": "Elissinho",
        "idade": 8,
        "cartinha": "Papai Noel, fui bem bonzinho esse ano! Fiz meus deveres e ajudei muito em casa. Quero um presente grande!",
        "nota_comportamento": 10,
        "respondida": false
    },
    {
        "nome": "Gustavinho",
        "idade": 9,
        "cartinha": "Papai Noel, não fui tão bom, mas aprendi a reconhecer meus erros e vou melhorar no próximo ano.",
        "nota_comportamento": 6,
        "respondida": false
    },
    {
        "nome": "Salominho",
        "idade": 5,
        "cartinha": "Querido Papai Noel, fui um menino muito esforçado! Em casa me obrigam a fazer as tarefas dos meus irmãos e eu não consio me dedicar na escola, minha professora não entende e sempre briga comigo, mas eu sei que é injusto comigo!",
        "nota_comportamento": 4,
        "respondida": false
    },
    {
        "nome": "Danizinha",
        "idade": 12,
        "cartinha": "Papai Noel, este ano fui um pouco rebelde, mas prometo me esforçar mais. Não esquece de mim, por favor, nunca ganhei nenhum presente!",
        "nota_comportamento": 5,
        "respondida": false
    },
    {
        "nome": "Arthurzinho",
        "idade": 11,
        "cartinha": "Papai Noel, não fui tão bonzinho esse ano, mas fiz o melhor que pude, principalmente com a morte do meu gatinho, acabei indo mal na escola. Espero que me perdoe.",
        "nota_comportamento": 6,
        "respondida": false
    },
    {
        "nome": "Marizinha",
        "idade": 6,
        "cartinha": "Querido Papai Noel, ajudei meus pais com tudo! Só fiz algumas travessuras, mas não foi nada de grave!",
        "nota_comportamento": 8,
        "respondida": false
    },
    {
        "nome": "Vitinho",
        "idade": 10,
        "cartinha": "Oi Papai Noel! Não fui muito bom este ano, mas tenho certeza que posso melhorar! Por favor, me ajude!",
        "nota_comportamento": 4,
        "respondida": false
    }
]
